{
    "countries": [
        {
            "country": "BR",
            "coordinates": {
                "lat": -22.9522413,
                "lng": -43.2104268
            },
            "tips": [
                "O país é o maior da América do Sul em extensão territorial e possui uma grande variedade de paisagens, como praias, florestas tropicais e montanhas.",
                "A língua oficial do país é o português, que é falado por quase todos os habitantes.",
                "A maior floresta tropical do mundo, conhecida como 'o pulmão do mundo', está localizada neste país.",
                "Durante muitos anos, o país foi colonizado por europeus que exploraram suas riquezas naturais, como ouro, diamantes e madeira.",
                "Em 1822, o país se tornou independente de Portugal e se tornou uma república em 1889.",
                "O país foi o último das Américas a abolir a escravidão, em 1888.",
                "A história do país inclui importantes conflitos armados, como a Guerra do Paraguai e a Revolução Constitucionalista de 1932.",
                "O país viveu sob uma ditadura militar entre os anos de 1964 e 1985.",
                "O país é um importante produtor de café, soja e outros produtos agrícolas.",
                "O país foi o anfitrião de importantes eventos esportivos, como a Copa do Mundo de Futebol em 2014 e as Olimpíadas em 2016."
            ],
            "name": "Brasil",
            "flag": "🇧🇷"
        },
        {
            "country": "FR",
            "coordinates": {
                "lat": 48.8568849,
                "lng": 2.2968119
            },
            "tips": [
                "A Revolução Francesa, ocorrida em 1789, foi um evento importante na história da França e do mundo, que trouxe mudanças políticas e sociais significativas.",
                "Napoleão Bonaparte foi um importante líder militar e político que governou este país e parte da Europa no início do século XIX.",
                "Foi um dos países que lutou na Primeira e Segunda Guerras Mundiais.",
                "Conhecida por sua rica cultura, que inclui importantes movimentos artísticos como o Impressionismo e o Surrealismo.",
                "País com uma rica tradição literária, tendo produzido escritores famosos como Victor Hugo, Júlio Verne e Albert Camus.",
                "Foi uma das principais potências colonizadoras do mundo, tendo estabelecido colônias em diversas partes do globo, como a América do Norte, a África e a Ásia.",
                "É conhecida por suas conquistas científicas, como o desenvolvimento do radar, da televisão e da vacinação.",
                "Um dos países fundadores da União Europeia, um bloco econômico e político que busca a integração dos países europeus.",
                "Do ano 751 a 768, este país foi reinado pelo rei Pepino",
                "As cores da bandeira deste país são Vermelho, Branco e Azul"
            ],
            "name": "França",
            "flag": "🇫🇷"
        },
        {
            "country": "NL",
            "coordinates": {
                "lat": 52.3585948,
                "lng": 4.8804924
            },
            "tips": [
                "País localizado no noroeste da Europa, fazendo fronteira com a Alemanha e a Bélgica.",
                "Famosa por seus moinhos de vento, que foram usados por séculos para moer grãos, bombear água e drenar áreas de terra abaixo do nível do mar.",
                "Foram os primeiros europeus a estabelecerem rotas comerciais com a Ásia, África e América do Sul.",
                "Durante a Segunda Guerra Mundial, foi invadida pela Alemanha nazista e sofreu terríveis perdas, incluindo o famoso episódio da cidade de Rotterdam que foi quase completamente destruída.",
                "População de cerca de 17 milhões de habitantes em um território relativamente pequeno.",
                "Famosa por sua arte e arquitetura, com artistas como Vincent Van Gogh e Rembrandt Harmenszoon van Rijn e uma arquitetura moderna inovadora.",
                "Um dos líderes mundiais em tecnologia de energia sustentável.",
                "A maior parte do território está abaixo do nível mar",
                "Foi uma das primeiras nações a abolir a escravidão, em 1863, nas colônias do Suriname e das Antilhas Holandesas.",
                "Neste país existem mais bicicletas do que carros"
            ],
            "name": "Holanda",
            "flag": "🇳🇱"
        },
        {
            "country": "AR",
            "coordinates": {
                "lat": -34.6083088,
                "lng": -58.3709003
            },
            "tips": [
                "A língua oficial da Argentina é o espanhol, mas também existem outras línguas minoritárias faladas no país, como o guarani, o quíchua e o mapudungun.",
                "Colonizada pelos espanhóis em 1536 e tornou-se independente da Espanha em 1816.",
                "Maior produtor mundial de vinho da América do Sul, com a região de Mendoza sendo a principal produtora de vinho do país.",
                "Possui uma das maiores reservas de gás e petróleo do mundo",
                "É um país que possui uma das maiores usinas hidrelétricas do mundo, a Usina Hidrelétrica de Yacyretá.",
                "O papa Francisco, atual líder da Igreja Católica, nasceu em na capital deste país, em 1936.",
                "O período de independência no século XIX foi liderado por figuras como o general José de San Martín e o político Juan Manuel de Rosas.",
                "Este país participou da Guerra do Paraguai, que ocorreu entre 1864 e 1870 e que envolveu também o Brasil e o Uruguai.",
                "A recuperação da democracia foi em 1983, após o fim da ditadura militar",
                "A moeda oficial é o Peso"
            ],
            "name": "Argentina",
            "flag": "🇦🇷"
        },
        {
            "country": "GR",
            "coordinates": {
                "lat": 37.9715285,
                "lng": 23.7267166
            },
            "tips": [
                "A democracia foi inventada nesse país, onde os cidadãos participavam diretamente da tomada de decisões políticas.",
                "A Guerra do Peloponeso foi um conflito entre as duas cidades-estado deste país: Atenas e Esparta, e durou de 431 a.C. a 404 a.C. e teve grande impacto na história do país.",
                "Durante a Segunda Guerra Mundial, foi invadida pela Itália fascista e depois pela Alemanha nazista, resultando em uma brutal ocupação que durou até 1944.",
                "A cidade de Atenas sediou os primeiros Jogos Olímpicos da era moderna em 1896",
                "Composta por mais de 2.000 ilhas, muitas das quais são populares destinos turísticos.",
                "Berço de muitos filósofos famosos, como Sócrates, Platão e Aristóteles, que influenciaram profundamente o pensamento ocidental.",
                "A Guerra de Troia, narrada na Ilíada de Homero, é considerada um dos eventos mais importantes da história",
                "Já fez parte do Império Bizantino e do Império Otomano",
                "É membro da União Europeia desde 1981 e adotou o euro como sua moeda em 2001.",
                "Localizado no sudeste da Europa, fazendo fronteira com a Albânia, a Macedônia do Norte, a Bulgária e a Turquia. Também é cercado pelo Mar Egeu, Mar Jônico e Mar Mediterrâneo. Sua capital é Atenas."
            ],
            "name": "Grécia",
            "flag": "🇬🇷"
        },
        {
            "country": "ES",
            "coordinates": {
                "lat": 39.4699,
                "lng": -0.3774
            },
            "tips": [
                "Foi um dos impérios mais poderosos do mundo nos séculos 16 e 17, com vastos territórios nas Américas, Ásia e África.",
                "Cristóvão Colombo partiu de Palos, em 1492, em sua viagem para invadir as Américas.",
                "Maior produtor de azeite do mundo, produzindo cerca de metade do azeite global.",
                "A Guerra Hispano-Americana, em 1898, resultou na perda das últimas colônias nas Américas, incluindo Cuba, Porto Rico e as Filipinas.",
                "É um país multicultural e multilingue, com várias línguas regionais, incluindo catalão, basco e galego.",
                "É o lar de muitos artistas e escritores famosos, incluindo Pablo Picasso, Salvador Dalí, Diego Velázquez, Francisco Goya, Miguel de Cervantes e Federico García Lorca.",
                "Lar de série de festivais e celebrações únicas, incluindo a \"La Tomatina\", em que as pessoas se divertem jogando tomates umas nas outras, e a \"Feria de Abril\", um festival de uma semana de duração em Sevilha com música, dança, comida e cavalos.",
                "Durante a Guerra Civil (1936-1939), forças republicanas e nacionalistas lutaram pelo controle do país, resultando em uma vitória para o general Francisco Franco e o estabelecimento de uma ditadura fascista.",
                "A região da Catalunha, no nordeste, tem uma cultura e língua distintas, e muitos catalães lutam pela independência da Espanha.",
                "Durante o século XVI, se tornou um dos impérios mais poderosos do mundo, graças à sua riqueza em ouro e prata das colônias americanas."
            ],
            "name": "Espanha",
            "flag": "🇪🇸"
        },
        {
            "country": "IT",
            "coordinates": {
                "lat": 41.890251,
                "lng": 12.492373
            },
            "tips": [
                "Berço do Império Romano, um dos impérios mais poderosos da história.",
                "Durante o Renascimento, se tornou o centro das artes e das ciências, produzindo grandes nomes como Leonardo da Vinci, Michelangelo e Galileu Galilei.",
                "Durante a Primeira Guerra Mundial, se juntou aos Aliados em 1915.",
                "O Vaticano é um país independente dentro de Roma, a capital, e é o menor país do mundo em termos de área e população.",
                "A bandeira deste país tem verde, branco e vermelho",
                "A cidade de Pompéia foi destruída pela erupção do vulcão Vesúvio em 79 d.C., e as ruínas ainda podem ser visitadas hoje.",
                "O personagem de desenho animado Mario é deste país",
                "A cidade de Pisa é famosa por sua Torre Inclinada, que foi construída no século XII",
                "É o lar de muitas marcas de luxo, como a Ferrari, Lamborghini, Gucci e Prada, que são conhecidas em todo o mundo.",
                "Galileo Galilei fez importantes descobertas em astronomia, física e matemática no século XVII, mas foi perseguido pela Igreja Católica por suas ideias."
            ],
            "name": "Itália",
            "flag": "🇮🇹"
        },
        {
            "country": "JP",
            "coordinates": {
                "lat": 35.6585805,
                "lng": 139.7454329
            },
            "tips": [
                "É um arquipélago localizado no Oceano Pacífico, composto por quatro ilhas principais e diversas ilhas menores, em um total de quase 6800.",
                "A história deste país é dividida em períodos, como o período Jomon (cerca de 14.000 a.C. a 300 a.C.), o período Yayoi (cerca de 300 a.C. a 300 d.C.), o período Nara (710-794) e assim por diante.",
                "O samurai, um guerreiro honorável e habilidoso, era uma figura importante na sociedade feudal.",
                "Se tornou uma potência industrial e militar no início do século XX, e participou da Primeira Guerra Mundial ao lado dos Aliados.",
                "Na Segunda Guerra Mundial, foi um dos principais membros do Eixo, mas se rendeu após as bombas atômicas de Hiroshima e Nagasaki",
                "O Monte Fuji, um vulcão ativo e a montanha mais alta do país, é um símbolo importante da cultura.",
                "O Shintoismo e o Budismo são as duas principais religiões",
                "É um líder em tecnologia e é conhecido por suas inovações em eletrônicos, robótica e transporte.",
                "O período Heian (794-1185) foi um importante período cultural no qual a literatura, a poesia, a arte e a arquitetura floresceram.",
                "População de cerca de 126 milhões de pessoas."
            ],
            "name": "Japão",
            "flag": "🇯🇵"
        }
    ]
}