{
    "tutorial": {
        "continent": "América do Sul",
        "country": "BR",
        "places": [
            {
                "name": "Cristo Redentor",
                "coordinates": {
                    "lat": -22.9522413,
                    "lng": -43.2104268
                }
            },
            {
                "name": "Jardim Botânico de Curitiba",
                "coordinates": {
                    "lat": -25.4430282,
                    "lng": -49.2387007
                }
            },
            {
                "name": "Pelourinho",
                "coordinates": {
                    "lat": -12.9731231,
                    "lng": -38.5102158
                }
            }
        ],
        "facts": [
            "Festa mais importante: Carnaval",
            "Comida típica: Feijoada",
            "Pessoas famosas: Pelé e Fernanda Montenegro"
        ],
        "tips": [
            "O país é o maior da América do Sul em extensão territorial e possui uma grande variedade de paisagens, como praias, florestas tropicais e montanhas.",
            "A língua oficial do país é o português, que é falado por quase todos os habitantes.",
            "A maior floresta tropical, conhecida como 'o pulmão do mundo', está localizada neste país.",
            "Durante muitos anos, o país foi colonizado por europeus que exploraram suas riquezas naturais, como ouro, diamantes e madeira.",
            "Em 1822, o país se tornou independente de Portugal e se tornou uma república em 1889.",
            "O país foi o último das Américas a abolir a escravidão, em 1888.",
            "A história do país inclui importantes conflitos armados, como a Guerra do Paraguai e a Revolução Constitucionalista de 1932.",
            "O país viveu sob uma ditadura militar entre os anos de 1964 e 1985.",
            "O país é um importante produtor de café, soja e outros produtos agrícolas.",
            "O país foi o anfitrião de importantes eventos esportivos, como a Copa do Mundo de Futebol em 2014 e as Olimpíadas em 2016."
        ],
        "name": "Brasil",
        "flag": "🇧🇷"
    },
    "countries": [
        {
            "continent": "Europa",
            "country": "FR",
            "places": [
                {
                    "name": "Torre Eiffel",
                    "coordinates": {
                        "lat": 48.8568849,
                        "lng": 2.2968119
                    }
                },
                {
                    "name": "Mont Saint-Michel",
                    "coordinates": {
                        "lat": 48.63506,
                        "lng": -1.5110104
                    }
                },
                {
                    "name": "Louvre",
                    "coordinates": {
                        "lat": 48.86129,
                        "lng": 2.3358956
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Dia da Bastilha",
                "Comida típica: Croissant",
                "Pessoas famosas: Napoleão Bonaparte e Marie Curie"
            ],
            "tips": [
                "A Revolução Francesa, ocorrida em 1789, foi um evento importante na história da França e do mundo, que trouxe mudanças políticas e sociais significativas.",
                "Napoleão Bonaparte foi um importante líder militar e político que governou este país e parte da Europa no início do século XIX.",
                "Foi um dos países que lutou na Primeira e Segunda Guerras Mundiais.",
                "Conhecida por sua rica cultura, que inclui importantes movimentos artísticos como o Impressionismo e o Surrealismo.",
                "País com uma rica tradição literária, tendo produzido escritores famosos como Victor Hugo, Júlio Verne e Albert Camus.",
                "Foi uma das principais potências colonizadoras do mundo, tendo estabelecido colônias em diversas partes do globo, como a América do Norte, a África e a Ásia.",
                "É conhecida por suas conquistas científicas, como o desenvolvimento do radar, da televisão e da vacinação.",
                "Um dos países fundadores da União Europeia, um bloco econômico e político que busca a integração dos países europeus.",
                "Do ano 751 a 768, este país foi reinado pelo rei Pepino",
                "As cores da bandeira deste país são Vermelho, Branco e Azul"
            ],
            "name": "França",
            "flag": "🇫🇷"
        },
        {
            "continent": "Europa",
            "country": "NL",
            "places": [
                {
                    "name": "Museu Van Gogh",
                    "coordinates": {
                        "lat": 52.3585948,
                        "lng": 4.8804924
                    }
                },
                {
                    "name": "Estação Central",
                    "coordinates": {
                        "lat": 52.3780204,
                        "lng": 4.8994553
                    }
                },
                {
                    "name": "Rua",
                    "coordinates": {
                        "lat": 52.3735961,
                        "lng": 4.8938445
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Koningsdag (Dia do Rei)",
                "Comida típica: Stroopwafel",
                "Pessoas famosas: Vincent van Gogh e Annelies Marie Frank"
            ],
            "tips": [
                "País localizado no noroeste da Europa, fazendo fronteira com a Alemanha e a Bélgica.",
                "Famosa por seus moinhos de vento, que foram usados por séculos para moer grãos, bombear água e drenar áreas de terra abaixo do nível do mar.",
                "Foram os primeiros europeus a estabelecerem rotas comerciais com a Ásia, África e América do Sul.",
                "As cores da bandeira são vermelho, branco e azul. A cor laranja também é bem famosa em homenagem à monarquia.",
                "População de cerca de 17 milhões de habitantes em um território relativamente pequeno.",
                "Famosa por sua arte e arquitetura, com artistas como Vincent Van Gogh e Rembrandt Harmenszoon van Rijn e uma arquitetura moderna inovadora.",
                "Um dos líderes mundiais em tecnologia de energia sustentável.",
                "A maior parte do território está abaixo do nível mar",
                "Foi uma das primeiras nações a abolir a escravidão, em 1863, nas colônias do Suriname e das Antilhas Holandesas.",
                "Neste país existem mais bicicletas do que carros"
            ],
            "name": "Países Baixos",
            "flag": "🇳🇱"
        },
        {
            "continent": "América do Sul",
            "country": "AR",
            "places": [
                {
                    "name": "Casa Rosada",
                    "coordinates": {
                        "lat": -34.6083088,
                        "lng": -58.3709003
                    }
                },
                {
                    "name": "La Bombonera",
                    "coordinates": {
                        "lat": -34.6353045,
                        "lng": -58.3652215
                    }
                },
                {
                    "name": "Obelisco",
                    "coordinates": {
                        "lat": -34.6032505,
                        "lng": -58.3813982
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Dia da Independência",
                "Comida típica: Asado",
                "Pessoas famosas: Lionel Messi e Eva Perón"
            ],
            "tips": [
                "A língua oficial é o espanhol, mas também existem outras línguas minoritárias faladas no país, como o guarani, o quíchua e o mapudungun.",
                "Colonizada pelos espanhóis em 1536 e tornou-se independente da Espanha em 1816.",
                "Maior produtor mundial de vinho da América do Sul, com a região de Mendoza sendo a principal produtora de vinho do país.",
                "Possui uma das maiores reservas de gás e petróleo do mundo",
                "É um país que possui uma das maiores usinas hidrelétricas do mundo, a Usina Hidrelétrica de Yacyretá.",
                "O papa Francisco, atual líder da Igreja Católica, nasceu em na capital deste país, em 1936.",
                "O período de independência no século XIX foi liderado por figuras como o general José de San Martín e o político Juan Manuel de Rosas.",
                "Este país participou da Guerra do Paraguai, que ocorreu entre 1864 e 1870 e que envolveu também o Brasil e o Uruguai.",
                "A recuperação da democracia foi em 1983, após o fim da ditadura militar",
                "A moeda oficial é o Peso, e a bandeira é azul e branca, com um sol no centro."
            ],
            "name": "Argentina",
            "flag": "🇦🇷"
        },
        {
            "continent": "Europa",
            "country": "GR",
            "places": [
                {
                    "name": "Acrópolis",
                    "coordinates": {
                        "lat": 37.9715285,
                        "lng": 23.7267166
                    }
                },
                {
                    "name": "Vista de cima",
                    "coordinates": {
                        "lat": 37.9718656,
                        "lng": 23.7281154
                    }
                },
                {
                    "name": "Fórum Romano de Atenas",
                    "coordinates": {
                        "lat": 37.9745367,
                        "lng": 23.7253658
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Páscoa Ortodoxa",
                "Comida típica: Moussaka",
                "Pessoas famosas: Sócrates e Asioteia de Filos"
            ],
            "tips": [
                "A democracia foi inventada nesse país, onde os cidadãos participavam diretamente da tomada de decisões políticas.",
                "A Guerra do Peloponeso foi um conflito entre as duas cidades-estado deste país: Atenas e Esparta, e durou de 431 a.C. a 404 a.C. e teve grande impacto na história do país.",
                "Durante a Segunda Guerra Mundial, foi invadida pela Itália fascista e depois pela Alemanha nazista, resultando em uma brutal ocupação que durou até 1944.",
                "A cidade de Atenas sediou os primeiros Jogos Olímpicos da era moderna em 1896",
                "Composta por mais de 2.000 ilhas, muitas das quais são populares destinos turísticos.",
                "Berço de muitos filósofos famosos, como Sócrates, Platão e Aristóteles, que influenciaram profundamente o pensamento ocidental.",
                "A Guerra de Troia, narrada na Ilíada de Homero, é considerada um dos eventos mais importantes da história",
                "Já fez parte do Império Bizantino e do Império Otomano",
                "É membro da União Europeia desde 1981 e adotou o euro como sua moeda em 2001.",
                "Localizado no sudeste da Europa, fazendo fronteira com a Albânia, a Macedônia do Norte, a Bulgária e a Turquia. Também é cercado pelo Mar Egeu, Mar Jônico e Mar Mediterrâneo. Sua capital é Atenas."
            ],
            "name": "Grécia",
            "flag": "🇬🇷"
        },
        {
            "continent": "Europa",
            "country": "ES",
            "places": [
                {
                    "name": "Sagrada Família",
                    "coordinates": {
                        "lat": 41.4029647,
                        "lng": 2.173898
                    }
                },
                {
                    "name": "Camp Nou",
                    "coordinates": {
                        "lat": 41.3814032,
                        "lng": 2.1226756
                    }
                },
                {
                    "name": "Fonte de Netuno",
                    "coordinates": {
                        "lat": 40.4149751,
                        "lng": -3.69425
                    }
                }
            ],
            "facts": [
                "Festa mais importante: La Tomatina",
                "Comida típica: Paella",
                "Pessoas famosas: Pablo Picasso e Dolores Ibarruri"
            ],
            "tips": [
                "Foi um dos impérios mais poderosos do mundo nos séculos 16 e 17, com vastos territórios nas Américas, Ásia e África.",
                "Cristóvão Colombo partiu de Palos, em 1492, em sua viagem para invadir as Américas.",
                "Maior produtor de azeite do mundo, produzindo cerca de metade do azeite global.",
                "A Guerra Hispano-Americana, em 1898, resultou na perda das últimas colônias nas Américas, incluindo Cuba, Porto Rico e as Filipinas.",
                "É um país multicultural e multilingue, com várias línguas regionais, incluindo catalão, basco e galego.",
                "É o lar de muitos artistas e escritores famosos, incluindo Pablo Picasso, Salvador Dalí, Diego Velázquez, Francisco Goya, Miguel de Cervantes e Federico García Lorca.",
                "Lar de série de festivais e celebrações únicas, incluindo a \"La Tomatina\", em que as pessoas se divertem jogando tomates umas nas outras, e a \"Feria de Abril\", um festival de uma semana de duração em Sevilha com música, dança, comida e cavalos.",
                "Durante a Guerra Civil (1936-1939), forças republicanas e nacionalistas lutaram pelo controle do país, resultando em uma vitória para o general Francisco Franco e o estabelecimento de uma ditadura fascista.",
                "A região da Catalunha, no nordeste, tem uma cultura e língua distintas, e muitos catalães lutam pela independência da Espanha.",
                "Durante o século XVI, se tornou um dos impérios mais poderosos do mundo, graças à sua riqueza em ouro e prata das colônias americanas."
            ],
            "name": "Espanha",
            "flag": "🇪🇸"
        },
        {
            "continent": "Europa",
            "country": "IT",
            "places": [
                {
                    "name": "Coliseu",
                    "coordinates": {
                        "lat": 41.8892844,
                        "lng": 12.4918613
                    }
                },
                {
                    "name": "Panteão",
                    "coordinates": {
                        "lat": 41.8990912,
                        "lng": 12.4769128
                    }
                },
                {
                    "name": "Palácio Real de Milão",
                    "coordinates": {
                        "lat": 45.4633152,
                        "lng": 9.1912208
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Carnaval de Veneza",
                "Comida típica: Pizza",
                "Pessoas famosas: Leonardo da Vinci e Rita Levi Montalcini"
            ],
            "tips": [
                "Berço do Império Romano, um dos impérios mais poderosos da história.",
                "Durante o Renascimento, se tornou o centro das artes e das ciências, produzindo grandes nomes como Leonardo da Vinci, Michelangelo e Galileu Galilei.",
                "Durante a Primeira Guerra Mundial, se juntou aos Aliados em 1915.",
                "O Vaticano é um país independente dentro de Roma, a capital, e é o menor país do mundo em termos de área e população.",
                "A bandeira deste país tem verde, branco e vermelho",
                "A cidade de Pompéia foi destruída pela erupção do vulcão Vesúvio em 79 d.C., e as ruínas ainda podem ser visitadas hoje.",
                "O personagem de desenho animado Mario é deste país",
                "A cidade de Pisa é famosa por sua Torre Inclinada, que foi construída no século XII",
                "É o lar de muitas marcas de luxo, como a Ferrari, Lamborghini, Gucci e Prada, que são conhecidas em todo o mundo.",
                "Galileo Galilei fez importantes descobertas em astronomia, física e matemática no século XVII, mas foi perseguido pela Igreja Católica por suas ideias."
            ],
            "name": "Itália",
            "flag": "🇮🇹"
        },
        {
            "continent": "Ásia",
            "country": "JP",
            "places": [
                {
                    "name": "",
                    "coordinates": {
                        "lat": 35.7143865,
                        "lng": 139.7963642
                    }
                },
                {
                    "name": "Osaka Castle",
                    "coordinates": {
                        "lat": 34.6872769,
                        "lng": 135.5259283
                    }
                },
                {
                    "name": "Museu da Ciência de Nagoya",
                    "coordinates": {
                        "lat": 35.1649846,
                        "lng": 136.9000221
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Festival Gion Matsuri",
                "Comida típica: Sushi",
                "Pessoas famosas: Akira Kurosawa e Chiaki Mukai"
            ],
            "tips": [
                "É um arquipélago localizado no Oceano Pacífico, composto por quatro ilhas principais e diversas ilhas menores, em um total de quase 6800.",
                "A história deste país é dividida em períodos, como o período Jomon (cerca de 14.000 a.C. a 300 a.C.), o período Yayoi (cerca de 300 a.C. a 300 d.C.), o período Nara (710-794) e assim por diante.",
                "O samurai, um guerreiro honorável e habilidoso, era uma figura importante na sociedade feudal.",
                "Se tornou uma potência industrial e militar no início do século XX, e participou da Primeira Guerra Mundial ao lado dos Aliados.",
                "Na Segunda Guerra Mundial, foi um dos principais membros do Eixo, mas se rendeu após as bombas atômicas de Hiroshima e Nagasaki",
                "O Monte Fuji, um vulcão ativo e a montanha mais alta do país, é um símbolo importante da cultura.",
                "O Shintoismo e o Budismo são as duas principais religiões",
                "É um líder em tecnologia e é conhecido por suas inovações em eletrônicos, robótica e transporte.",
                "O período Heian (794-1185) foi um importante período cultural no qual a literatura, a poesia, a arte e a arquitetura floresceram.",
                "População de cerca de 126 milhões de pessoas."
            ],
            "name": "Japão",
            "flag": "🇯🇵"
        },
        {
            "continent": "Oceania",
            "country": "AU",
            "places": [
                {
                    "name": "",
                    "coordinates": {
                        "lat": -33.8585692,
                        "lng": 151.2134119
                    }
                },
                {
                    "name": "Museu de Arte Contemporânea",
                    "coordinates": {
                        "lat": -33.8595501,
                        "lng": 151.2087742
                    }
                },
                {
                    "name": "Jardim Botânico de Melbourne",
                    "coordinates": {
                        "lat": -37.827461,
                        "lng": 144.9766128
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Dia do País, que é a comemoração do aniversário de fundação da colônia de Nova Gales do Sul",
                "Comida típica: Vegemite (um creme de levedura usado como condimento para passar no pão)",
                "Pessoas famosas: Hugh Jackman e Nicole Kidman"
            ],
            "tips": [
                "Os povos aborígenes habitaram este país por pelo menos 60.000 anos antes da chegada dos europeus.",
                "Em 1770, o explorador britânico James Cook chegou à costa leste do país e reivindicou o território para a Grã-Bretanha.",
                "Em 1788, a Grã-Bretanha estabeleceu uma colônia penal para abrigar os condenados enviados da Inglaterra.",
                "Descoberta de ouro na década de 1850",
                "Em 1901, se tornou uma nação independente quando as colônias britânicas se uniram para formar a Comunidade da Austrália.",
                "Durante a Primeira Guerra Mundial, lutou ao lado dos Aliados e as participaram de várias batalhas importantes.",
                "Na década de 1970, tornou-se um líder global no movimento pelos direitos das mulheres, com a adoção de políticas progressistas em relação à igualdade de gênero e direitos reprodutivos.",
                "É conhecida por sua fauna única e diversa, incluindo cangurus, coalas, wallabies, wombats e muitas espécies de marsupiais e aves endêmicas.",
                "O deserto do país é conhecido como \"Outback\" e abrange uma área de cerca de 2,5 milhões de quilômetros quadrados, ou seja, cerca de 70% da área terrestre é deserto. É um ambiente extremamente difícil de sobreviver para a maioria das espécies, mas abriga uma grande variedade de animais adaptados a condições adversas, como cangurus, emas, lagartos e serpentes venenosas.",
                "São animais amados por muitos, os cangurus são agora considerados \"uma praga\", já que o seu número aumentou de 27 para 50 milhões nos últimos anos. Existem 4 espécies principais: canguru-vermelho, canguru-cinzento, canguru-de-wallaby e canguru-anão"
            ],
            "name": "Austrália",
            "flag": "🇦🇺"
        },
        {
            "continent": "América do Norte",
            "country": "CA",
            "places": [
                {
                    "name": "",
                    "coordinates": {
                        "lat": 43.6405963,
                        "lng": -79.38803
                    }
                },
                {
                    "name": "CN Tower",
                    "coordinates": {
                        "lat": 43.6420128,
                        "lng": -79.3857449
                    }
                },
                {
                    "name": "Nathan Phillips Square",
                    "coordinates": {
                        "lat": 43.6519939,
                        "lng": -79.3834248
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Dia da Ação de Graças",
                "Comida típica: Poutine (batatas fritas cobertas com queijo e molho)",
                "Pessoas famosas: Celine Dion e Alexander Graham Bell"
            ],
            "tips": [
                "O segundo maior país do mundo em área territorial, cobrindo quase 10 milhões de quilômetros quadrados.",
                "O inglês e o francês são as línguas oficiais",
                "O sistema de saúde é universal e gratuito para todos os cidadãos e residentes permanentes.",
                "Um dos principais produtores de petróleo e gás natural do mundo.",
                "Os povos indígenas habitaram o território por milhares de anos antes da chegada dos europeus.",
                "Este país ainda considera a monarquia da Inglaterra como chefe de estado",
                "Durante a Primeira Guerra Mundial, este país ajudou a Grã-Bretanha, contribuindo com tropas e suprimentos.",
                "Durante a Segunda Guerra Mundial, lutou ao lado dos Aliados, e a participação no Dia D foi particularmente notável.",
                "Justin Bieber nasceu neste país",
                "Em 2015, Justin Trudeau, líder do Partido Liberal, tornou-se o 23º primeiro-ministro do país, liderando um governo que promoveu uma agenda progressista, incluindo questões de imigração, meio ambiente e direitos das minorias."
            ],
            "name": "Canadá",
            "flag": "🇨🇦"
        },
        {
            "continent": "Ásia",
            "country": "IN",
            "places": [
                {
                    "name": "Ganges",
                    "coordinates": {
                        "lat": 25.3100147,
                        "lng": 83.0134964
                    }
                },
                {
                    "name": "Taj Mahal",
                    "coordinates": {
                        "lat": 27.1738819,
                        "lng": 78.0422919
                    }
                },
                {
                    "name": "Templo do Buda",
                    "coordinates": {
                        "lat": 28.6155088,
                        "lng": 77.1772888
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Diwali, também conhecido como o Festival das Luzes. Durante o Diwali, as pessoas acendem velas e lâmpadas para comemorar a vitória do bem sobre o mal.",
                "Comida típica: O curry, o biryani, o samosa e o tandoori",
                "Pessoas famosas: Mahatma Ghandi, líder da luta pela independência, e Kalpana Chawla, uma astronauta e engenheira aeroespacial que se tornou a primeira mulher de origem indiana a viajar para o espaço"
            ],
            "tips": [
                "Abrigou uma das primeiras civilizações urbanas do mundo, a Civilização do Vale do Indo, que floresceu entre 2600 a.C. e 1900 a.C. As principais cidades desta civilização incluíam Harappa e Mohenjo-Daro.",
                "O Império Maurya foi um dos maiores impérios deste país, governado por uma dinastia que se estendeu de 321 a.C. a 185 a.C.",
                "A Dinastia Gupta governou de 320 d.C. a 550 d.C. Este período é considerado como uma \"Era de Ouro\"",
                ": A partir do século VIII, foi invadida por muçulmanos vindos da Ásia Central. ",
                "A partir de 1858, foi governada pela Coroa Britânica, em um período conhecido como Raj britânico. A luta pela independência indiana, liderada por Mahatma Gandhi e outros líderes, culminou na independência em 1947.",
                "Em 1947, foi dividida em dois países independentes: este país (de maioria hindu) e o Paquistão (de maioria muçulmana). A partição levou a uma grande migração de pessoas entre os dois países e a violentos conflitos religiosos.",
                "Em 1974, detonou sua primeira bomba nuclear, tornando-se o sexto país do mundo a ter essa capacidade. Isso levou a tensões com o Paquistão e outras nações.",
                "O Taj Mahal é um dos monumentos mais icônicos. Foi construído pelo imperador Mughal Shah Jahan em homenagem à sua esposa falecida e é considerado um exemplo de arquitetura Mughal.",
                "O movimento Swadeshi: O movimento Swadeshi foi um movimento de boicote aos produtos britânicos, liderado por Mahatma Gandhi. O movimento tinha como objetivo promover a produção e o consumo de produtos nacionais e enfraquecer a economia britânica.",
                "A Revolta dos Cipaios foi uma rebelião contra o domínio britânico no país em 1857. Embora a revolta tenha sido suprimida pelos britânicos, ela foi um ponto de virada na luta pela independência."
            ],
            "name": "Índia",
            "flag": "🇮🇳"
        },
        {
            "continent": "África",
            "country": "EG",
            "places": [
                {
                    "name": "Pirâmides",
                    "coordinates": {
                        "lat": 29.9777345,
                        "lng": 31.1327496
                    }
                },
                {
                    "name": "Mesquita de Muhammad Ali",
                    "coordinates": {
                        "lat": 30.0297723,
                        "lng": 31.2604191
                    }
                },
                {
                    "name": "Canal de Suez",
                    "coordinates": {
                        "lat": 30.04254,
                        "lng": 32.5746352
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Eid al-Fitr, que marca o fim do mês sagrado do Ramadã",
                "Comida típica: Kushari",
                "Pessoas famosas: Mohamed Salah, jogador de futebol. Yousra, atriz e ativista."
            ],
            "tips": [
                "Bandeira preta, branca e vermelha com um brasão de águia de duas cabeças.",
                "Fica na divisa entre a África e a Ásia",
                "Neste país há um canal que liga o Mar Mediterrâneo ao Mar Vermelho",
                "Clima e vegetação predeminantemente desértico",
                "Uma das mais antigas do mundo. Os antigos desenvolveram uma complexa sociedade, com avanços notáveis na arquitetura, escrita, medicina e engenharia.",
                "Grande parte do território é ocupado pelo Deserto do Saara",
                "Neste país está uma das 7 maravilhas do mundo",
                "A religião predominante é o islamismo, sendo a maioria muçulmanos. A religião influencia a cultura, a política e a vida cotidiana do país.",
                "Agraciado com o Rio Nilo, um dos rios mais longos do mundo",
                "Uma das figuras mais famosas da história é Cleópatra VII. Ela foi a última rainha."
            ],
            "name": "Egito",
            "flag": "🇪🇬"
        },
        {
            "continent": "África",
            "country": "ZA",
            "places": [
                {
                    "name": "Casa de Nelson Mandela",
                    "coordinates": {
                        "lat": -26.2387107,
                        "lng": 27.9088017
                    }
                },
                {
                    "name": "Museu do Apartheid",
                    "coordinates": {
                        "lat": -26.2375035,
                        "lng": 28.0091372
                    }
                },
                {
                    "name": "Cabo da Boa Esperança",
                    "coordinates": {
                        "lat": -34.3571225,
                        "lng": 18.4739196
                    }
                }
                
            ],
            "facts": [
                "Festa mais importante: O Dia da Liberdade comemora a primeira eleição democrática, após o apartheid",
                "Comida típica: Bobotie - um prato de carne picada com curry, pão de forma e ovos, geralmente servido com arroz.",
                "Pessoas famosas: Nelson Mandela - líder político e ativista anti-apartheid que se tornou o primeiro presidente negro da África do Sul. Miriam Makeba - cantora e ativista pelos direitos humanos, conhecida como \"Mama Africa\"."
            ],
            "tips": [
                "O julgamento de Rivonia - Em 1964, Nelson Mandela e outros líderes do Congresso Nacional Africano foram julgados e condenados à prisão perpétua por sabotagem e conspiração contra o governo.",
                "A verdade e reconciliação - Em 1996, a Comissão de Verdade e Reconciliação foi criada para investigar e processar crimes cometidos durante o apartheid.",
                "A Copa do Mundo de 2010 - Foi o primeiro país africano a sediar a Copa do Mundo de Futebol da FIFA em 2010, o que ajudou a impulsionar a economia e a imagem internacional do país.",
                "As primeiras eleições democráticas - Em 1994, realizou suas primeiras eleições democráticas, com Nelson Mandela eleito como o primeiro presidente negro do país.",
                "A descoberta do Homo naledi - Em 2013, foi descoberto o esqueleto do Homo naledi em uma caverna Sul, mudando a compreensão dos especialistas sobre a evolução humana.",
                "A Revolta dos Zulus - Em 1906, a Revolta dos Zulus contra o governo colonial britânico deixou milhares de mortos e acabou reprimida.",
                "A criação do CNA - O Congresso Nacional Africano (CNA) foi fundado em 1912 para lutar contra a discriminação racial e se tornou o principal partido político do país durante o apartheid e após a sua queda.",
                "A Conferência de Durban - Em 2001, a Conferência de Durban sobre Racismo foi realizada no país, atraindo atenção internacional para a luta contra o racismo em todo o mundo.",
                "A construção da cidade de Joanesburgo - Em 1886, a descoberta de ouro na região de Witwatersrand levou à construção da cidade de Joanesburgo, que se tornou o centro financeiro do país.",
                "O movimento Black Consciousness - Na década de 1970, o líder negro Steve Biko fundou o movimento Black Consciousness, que promovia a auto-estima e a unidade entre os negros do país."
            ],
            "name": "África do Sul",
            "flag": "🇿🇦"
        },
        {
            "continent": "América do Sul",
            "country": "CL",
            "places": [
                {
                    "name": "Museo Nacional de Bellas Artes",
                    "coordinates": {
                        "lat": -33.4354575,
                        "lng": -70.6429753
                    }
                },
                {
                    "name": "Palacio de La Moneda",
                    "coordinates": {
                        "lat": -33.4440994,
                        "lng": -70.6536275
                    }
                },
                {
                    "name": "Plaza de Las Almas",
                    "coordinates": {
                        "lat": -33.4383934,
                        "lng": -70.6503555
                    }
                }
            ],
            "facts": [
                "Festa mais importante: 18 de Setembro, considerado o dia nacional do país",
                "Comida típica: Cazuela",
                "Pessoas famosas: Pablo Neruda, escritor. Isabel Allende, escritora."
            ],
            "tips": [
                "Está na América do Sul e tem uma extensão territorial de cerca de 4.300 quilômetros de comprimento, enquanto sua largura média é de apenas 177 quilômetros.",
                "Lar de grande parte da Cordilheira dos Andes",
                "Abriga o Deserto do Atacama",
                "Administra a famosa Ilha de Páscoa, que fica no Oceano Pacífico",
                "Muito famosa por seus vinhos",
                "O maior grupo étnico indígena no país são os Mapuches",
                "Compartilha com a Argentina parte da Patagônia",
                "Bastante suscetível a atividades de vulcões, pois se encontra na região conhecida como \"Anel de fogo do Pacífico\"",
                "Vegetação varia entre árida, florestas temperadas e tundra.",
                "O \"Festival Internacional de la Canción de Viña del Mar\" apresenta uma mistura de música popular, artistas internacionais e competições de música."
            ],
            "name": "Chile",
            "flag": "🇨🇱"
        },
        {
            "continent": "América do Sul",
            "country": "CO",
            "places": [
                {
                    "name": "Monumento Ventana al Mundo",
                    "coordinates": {
                        "lat": 11.0329751,
                        "lng": -74.8309316
                    }
                },
                {
                    "name": "Cristo Rey",
                    "coordinates": {
                        "lat": 3.4360092,
                        "lng": -76.5647059
                    }
                },
                {
                    "name": "Plaza de Toros",
                    "coordinates": {
                        "lat": 4.6131984,
                        "lng": -74.0681915
                    }
                }
            ],
            "facts": [
                "Festa mais importante: Carnaval de Barranquilla",
                "Comida típica: ",
                "Pessoas famosas: Gabriel García Márquez, escritor. Policarpa Salavarrieta, heroína da independência"
            ],
            "tips": [
                "Fica na divisa entre a América do Sul e a América Central",
                "Após a queda do Cartel de Medellín, liderado por Pablo Escobar, nos anos 1990, o Cartel de Cali se tornou o principal grupo de tráfico de drogas do país.",
                "Em 1499, o explorador espanhol Alonso de Ojeda chegou. O primeiro assentamento permanente foi estabelecido em Santa Marta, em 1525.",
                "O país se tornou um importante centro de negócios na América Latina, com setores como o petróleo, mineração, agricultura e turismo impulsionando sua economia.",
                "A cor da bandeira é amarela, azul e vermelha. E é bem semelhante a outras bandeiras de países do mesmo continente",
                "Guerra dos Mil Dias: A Guerra dos Mil Dias foi um conflito civil que ocorreu entre 1899 e 1902, envolvendo liberais e conservadores.",
                "Seção do Panamá: Em 1903, o Panamá se separou deste país com o apoio dos Estados Unidos, que buscavam construir o Canal do Panamá. A separação foi um evento controverso e levou a um período de tensões entre os dois países.",
                "Antes da invasão européia, o país era habitado por várias civilizações indígenas, incluindo os Muiscas, Tayronas e Quimbayas",
                "Em 20 de julho de 1810, ocorreu o Grito de Independência em Bogotá, marcando o início do processo de independência da Espanha. A luta pela independência durou mais de uma década e foi liderada por figuras como Simón Bolívar e Francisco de Paula Santander.",
                "A cantora Shakira nasceu neste país"
            ],
            "name": "Colômbia",
            "flag": "🇨🇴"
        }
    ],
    "structure": {
        "continent": "",
        "country": "",
        "places": [
            {
                "name": "",
                "coordinates": {
                    "lat": 0,
                    "lng": 0
                }
            },
            {
                "name": "",
                "coordinates": {
                    "lat": 0,
                    "lng": 0
                }
            },
            {
                "name": "",
                "coordinates": {
                    "lat": 0,
                    "lng": 0
                }
            }
        ],
        "facts": [
            "Festa mais importante: ",
            "Comida típica: ",
            "Pessoas famosas: "
        ],
        "tips": [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        "name": "",
        "flag": ""
    }
}